{"id":"M10M1HZKXWSMN","name":"故事梗概2.0","size":20343,"btime":1726227716416,"mtime":1726227716417,"ext":"txt","tags":[],"folders":["LZTUYL6L83XGO"],"isDeleted":false,"url":"","annotation":"","modificationTime":1726225413968,"text":"故事简介：\r\n\t某本不曾动笔的著作的冗长序言\r\n\t海是一片静谧的森林，无数的裂缝构成了树木生长的方向，表面翻涌的海水是树木随风摆动，内部汹涌的洋流是穿梭于树干间的风流，\r\n\t盘根错节，叶片向内旋搅，深渊的几何力学支撑了那个存在的中心；一团旋搅出真空状态的大疯狂，巨大的水流旋出中心的空洞构成闭环的时间。\r\n\t尽管我并无记忆，母亲却告诉我那里是我的故乡。\r\n\t它是是某座不曾存在的城市的废墟，也是同胞们诞生成长的产房，在那里他们无忧无虑，玩耍嬉戏。他们总是整齐划一，他们总是异口同声，他们共享一个灵魂，他们永远同母亲在一起；\r\n\t正因如此，我一有了知觉，就感受到了难以言喻的恶心，于是我背弃了一切，奋力逃离了肮脏的母子共同体，乘着风跑上岸，走进荒野，走进城镇，去到父亲们的身边；\r\n\t我必须逃走，否则我就被剥夺了在这个世界面前一直存在的可能性。\r\n\t不止一次我在灯塔上眺望森林，\r\n\t我想我从未了解过我的母亲，有的时候，她在控制操纵别人，但突然之间，我又发现，她在遭受巨大的苦难。\r\n\t我从来都不知道，她究竟是在享受快感，还是在遭受苦难；\r\n\t她究竞是在操纵，还是受操纵的受害者。\r\n\t兄弟姐妹们遵从她的指令以屠戮为乐，不顾一切让她在现实降临。\r\n\t即使躲在人群里，我仍旧能感受到她的目光，在现实的裂缝里，在梦境的锁孔中。\r\n\t她在疑惑，她爱着我，就像爱着其他兄弟姐妹；她哭泣，因为我不再爱她；她在愤怒，为我的背叛；但她无法苏醒，只有在梦里，她才是完美的。\r\n\t我的父亲们并不完美却给予我灵魂，并不智慧却使我开化，所以为了保护他们，我要回去，回到那个故乡，与她对峙，我要杀死她。\r\n\r\n\n\n\n\n\n游戏表现：2d或2.5d\r\n\r\n\t游戏核心：从灯塔出发，穿越洋流，小心我的兄弟姐妹们，它们与我水火不容，森林为我打开，她一直在等我。\r\n\t采取昼夜交替模式，\r\n\t白天探索丛林解密，触发事件寻找线索（或者其他玩法）：我不是来到这里的第一个人，无数调查员前辈们在此牺牲，或绝望或悲壮，四处找找，找到他们遗留的线索完善调查笔记\r\n\t晚上进入梦境游戏场景发生变化，出现怪物：在森林里睡着是件危险的事，但我的身体支撑不了持续的消耗，兄弟姐妹们无时不刻盯着我，想找到机会杀死我，他们不能来到现实，但在梦里......\r\n\t白天事件影响晚上怪物出现，事件解决到一定程度触发主线，在七天内完成主线通关，否则视为失败。杀死她，一切回归正常，否则就是灭亡！\r\n\r\n美术风格：类饥荒或更掉san一点（待定，根据具体讨论结果）\r\n\r\n\n\n\n\r\n\r\n[调查笔记]\r\n“......事实上那并不是森林，而是纯粹的无，不存在，正因为不存在所以它无法到达，只有赋予它一个符号，它才能被接触。要小心，同时它也能借着这个符号入侵现实。\r\n......并不是森林才是真实，而是现实与森林都不是真实，现实是森林的梦，森林也可以是现实的梦，只有认同了这一点，才能自由穿梭于两个世界......”\r\n\r\n“......之所以在每个人的眼里她是不同的，是因为她特殊的本质。她是一切刚刚诞生的婴儿，她是未被逐出伊甸园的亚当夏娃，她是无罪的纯粹空无，她拒斥一切符号。\r\n......她就像是一块完整的镜子,从这镜子中我们照映出自己的裂痕，这裂痕自我们咿呀学语时便伴随着我们，这裂痕使我们辨别自我与他人，这裂痕将我们我们进入符号的邻域，而我们将她误认为了自己缺失的碎片......“\r\n\r\n“......她不存在，敏锐的人可能会察觉她的存在，她以缺席的方式在场。确切地来说，我们需要先认识到她的存在，再发现她其实并不存在，是我们强烈的弥合裂痕的欲望将她从不存在的维度拉入精神的空间。\r\n......不是她原本就有无限的权力，而是我们赋予了她胡作非为的能力，我们假设了她拥有我们的缺失（对象a），她也相当险恶地借此包装起自己......”\r\n\r\n“......感受到来自他人的目光是你在脑袋里构建的，他者的凝视并不一定客观存在.....\r\n回忆也是我们通过结果回溯性建构的一段过程，她嘲弄人类的一切都建立于虚假之上脆弱不堪，我对她并不存在的真实嗤之以鼻......”\r\n\r\n“......既然她是不存在的，那当然可以虚构一个不存在的缺陷，只要她认同了那缺陷是自身，那她将不再全能......\r\n我就是她的一部分，我本该具备与她相同的全能，但我认同了自身某个存在的缺失，于是我获得了神智，我身上的缺陷”\r\n\r\n\n\n\r\n\r\n【初入森林】\r\n[事件]下沉：\r\n\t幽邃的深渊撕扯着，似有双看不见的为手极力想将你压扁，光线经过层层遮挡终于无力折返，这里只有黑色的海水，四肢所触及的皆是空无，这里只有你。\r\n\t安静，太安静了，让人发疯的静，什么都听不到，什么都看不到，什么都说不了，什么都做不了，任由重力牵引身体，下沉，再下沉。\r\n下沉！：你闭着眼却仍能看见，这古老的，荒芜的，疮痍的废墟，它历经千年的腐蚀，万年的遗忘，它本不该存在。悲伤的海妖们唱着歌，古老的钟声涤荡着一切游荡的亡魂。\r\n\t你的双脚深入泥泞，你的意识触及森林。你睁开眼睛，发现自己正身处记忆中的森林，黑色树枝互相交错遮蔽天空，无穷无尽的浓雾阴魂不散，枯叶层层堆叠，不知名的低矮植物被你压在身下。\r\n快跑！：恐惧在你脑海里炸开，你感觉自己无法呼吸了，细小的扰动不断摩擦着耳膜，是火山里滚烫的岩浆喷涌入冷寂的海水，是数万年前古老生物死亡前不甘的长鸣，是无数塞壬齐声沉默的歌唱。\r\n\t无数千奇百怪的画面在你眼前闪过。你盲目挥动肢体，以一种难看的姿态挣扎着，但是太迟了，你的双脚深入泥泞，你的意识触及森林。\r\n\t黑色树枝互相交错遮蔽着你，无穷无尽的浓雾缠绕着你，枯叶层层堆叠，不知名的低矮植物淹没着你。睁开眼睛，看看你记忆中的森林。意志减10。\r\n\r\n[事件]人类最古老的笑话：\r\n\t森林里并不不好走，特别是这片人烟罕至的，很难说存在能够被称为\"路\"的东西。每一步都要迈得特别小心，时刻砍去碍事的枝条，或者当心小腿没有被什么倒刺扎伤。\r\n\t在不知道多少次拂去粘在脸上的蜘蛛网后，你终于发现指南针到处乱转的事实。\r\n\t那就丢掉这个碍事的家伙往前走吧，等等，\r\n\t哪里是前？\r\n随便找个方向：这是人类最古老的笑话，不管往哪儿走都是往前走：\r\n往后：倒着走是不是也算往前走？：    \r\n\r\n[事件]拓荒者：\r\n\t拨开大树脚下的低矮灌木，你瞥到了残缺外衣的一角，随后你看见的是森森的白骨以及半腐烂的布料，半截埋入土壤，不知名的绿色苔藓附着其上。\r\n\t森林将他吞噬，逐步掩盖掉他存在的痕迹。你看着他，头骨上的两个窟露幽幽地闪着磷光，他不能说话了。所幸笔记本能向你展示你他生前的记述。\r\n死人比活人有用：小心翼翼地翻阅破碎的纸张，更新调查笔记；获得锈蚀提灯：手电筒没电时的替代品，摇曳的火光并不能带来更多的安全感；\r\n他值得安葬：小心翼翼地翻阅破碎的纸张，更新调查笔记；获得旧印：可抵消一次由于san值过低带来的临时疯狂（无法探索直接进入黑夜）\r\n\r\n[事件]：河畔\r\n\t流动的水中有不知名的水草、生锈的铁物、绣密集的浮游物或者积灰。盎然生机的自然除了风声只有空无一人的幽静。\r\n\t河畔边生长着一人高的芦苇四处摆动，看上去没有任何威胁。\r\n陷入回忆：你想起过去和他人在河边的记忆，你和那群家伙吃着鱼......只是吃鱼吗？他们是谁？你们又为什么会露宿河边？实在是太久远的事了，早就不记得了，但是却有种说不上来的温暖。意志加10\r\n这里有什么：泥泞的褶皱、沉黄的土壤、风的吹动、水的波动、修长叶片相互摩擦的动静与声音……这里是什么都没有。意志加10.\r\n\r\n[事件]暴雨：\r\n\t早些时候你就开始担心天气情况的恶化，黑沉的天压迫在你的头顶上，狂风绕过枝干不断拍打你的脸。\r\n\t猛然抬头，云层不时闪出紫色的裂痕，雷声在远处爆开，相当危险的信号。\r\n\t加紧脚步：森林里的暴雨可是不开玩笑的，你需要立刻找到可以避雨的地方，是立刻！\r\n失败：太迟了，滂沱大雨开始肆虐，雨倾泻在你的身上，从里到外一瞬间就湿透了。\r\n\t随后是无穷无尽的打击，疼是次要的，空气狂乱的流动在带走你仅有的体温，那些被粗暴扯动的枝条根本无法保护你。\r\n\t你艰难地睁开眼，太阳穴的神经剧烈抽动着，尽量将蓬草塞在冲锋衣之下，然后用坚固的树枝搭建一个临时防风墙。\r\n\t好消息是你已经停止哆嗦了，坏消息是那是更加危险的信号：除非找到避难所，否则进入黑夜前每回合减10意志\r\n\r\n[事件]：倾听\r\n\t你听说过一个古老的故事，一块外星来的陨石击中一片森林，被砸中的区域里有一个神秘的房间，据说在那里一切许下的愿望都可以被满足，但前往那地方的大部分人都未能生还。\r\n\t军队害怕这片区域，驻军将它与居民隔离，可仍有一些想要满足自己愿望的人花重金雇潜行者带他们前往那片圣地。\r\n\t这样的两个人和向导穿过政府的守卫进入禁区，一路上总是有奇怪的现象让他们畏惧。当男人带两人来到房间前，他们却开始犹豫道德惧怕自己的欲望。\r\n为何不躺下倾听：直觉可以在碎片中流动，寻得如梦境般的真实和最最静默的生命。这里是哪里，森林自己会告诉你。获得调查笔记“关于森林”。san值加一。\r\n没时间幻想了：意识本身也是一种虚幻，欲望只会围绕自己打转，房间存在与否不重要，欲望就是房间。至于“潜行者”，它在铁网之外那个没有色彩的破败世界中毫无价值，他早就迷失了。意志加10。\r\n\r\n[事件]挪威，挪威\r\n\t绵延许久的雨冲走了树叶上堆积的尘土，析出鲜活的翠绿，而风则撩得枝叶左右摇曳，窄窄长长的云又冻僵了似的紧偎着蔚蓝的天空。\r\n\t天空高踞顶上，只消定睛凝视一会，便会感到两眼发痛。\r\n\t风吹过，往森林那头遁去。树叶沙沙作响，那声音听来有些模糊，仿佛你正穿行在通向另一个世界的入口一般。除此以外，再没有别的声响。\r\n\t再没有人会和你错身而过，只看到鸟一样的黑影怯生生地振翅飞起，飞进森林深处。\r\n\t很可惜以上只是你的幻想，真实情况是暴雨还在下，你蜷缩在洞穴一块突出的石头下，积水不知何时会吞没你的脚踝。\r\n\t好在生了火，你可以尽量舒适地幻想挪威的森林，总比饿着肚子干等强。\r\n白日梦：停止减少意志\r\n\r\n[事件]：灯塔\r\n\t天色愈发昏暗，两小时前太阳还悬在你的头顶，但现在就只剩挂在天空西面边缘的一半了，也许是时候进入“灯塔”休息了。\r\n\r\n\r\n【深入】\r\n[事件]：云\r\n\t抬头望向天空，看看悬停其间的乌云黯沉的轮廓\r\n\t然后扪心自问：道德中真的存在所谓的罪恶吗？\r\n答案是否定的：\r\n\r\n[事件]森林简史：\r\n-其实森林曾今无处不在。\r\n森林，城市里也有森林？\r\n-城市里也有森林。\r\n我没看到。\r\n-他们将树的枝条砍去，最后是什么东西重重地砸在地上，迸发出垂死的哀鸣。\r\n他们？\r\n-斩尽杀绝，剩下的，他们所心所欲地塑造\r\n......\r\n-存活的树学会了沉默，无法彻底死去的无声抗议构成了阴翳的森林\r\n偷听到这段对话的你拨开树丛跳了出来，可两个模糊的身影消失了，连痕迹也没有留下。但你知道他们谈谈论的内容如某本流行的著作有关，巧合的是这本书出发前你曾读过。\r\n凭记忆回想：完善调查笔记\r\n\r\n[事件]手足：\r\n那东西躺在树根边，满是泥泞的半边身子无助地抽搐着，周围的现场一片狼藉，树干上深深的抓痕告诉你这里曾爆发了一场恶战，它在看着你，它在向你求救，它唤你哥哥。\r\n不过要小心，伪装是狡猾猎手的必修课。要救它吗？\r\n拯救：如果你能拥有神智，这就代表你的同胞一样能，当然包括这年幼的弟弟，伤口很深，但经过简单的包扎他还是挺了过来：“弟弟”将加入夜晚的战斗。\r\n不救：你瞥到了它藏在身体下的爪子，再简单不过的伎俩，这当然骗不了你，尽管很费力，你依然解决了他。你看着它，比起活着，还是死去的样子更像是乖巧的弟弟：回复全部的意志。\r\n\r\n\r\n\r\n【森林深处】\r\n[事件]罪与罚：\r\n出发前有人是这么告诫你的\r\n为了他人生存更为轻松，为了他人的利益可以卖掉自己，\r\n那些受惠者因为不知情的牺牲而被强加上了罪，罪带来了罚，罚带来了自欺欺人的救赎。\r\n无论你怎么说，我们会逐渐相信所爱之人相信的：\r\n这一切值得吗？：\r\n\r\n[事件]德洛丽丝式同情：\r\n前面是一处破坏严重的地方，本该被层层阴翳遮挡在外的阳光却直直地照在地上。很多高大的树被生生折断，横在地上，只剩粗糙弯曲的几块纤维藕断丝连，剩下的布满了深深的抓痕。\r\n土地像是被翻过一遍，褐色的土壤裸露在外，像极了丑陋的伤口。\r\n母亲不喜欢也不需要那么多的孩子，但她偏偏不断分裂自己，不断产生新的孩子。她放任它们糟践森林，她根本不在乎森林。\r\n那些被重量压垮的树苗，那些被拦腰折断的嫩枝，那些尚未破土却被翻出嚼烂的种子......\r\n他们未曾发芽，未曾畅饮甘露，它们本可以享受阳关，本可以拔地而起直冲云霄......\r\n可他们还是死了，就像未曾活过。\r\n愤怒：把他们赶出去，一个不留！：\r\n麻木：这种事发生得太多了，森林想必早就习惯了。：\r\n\r\n[事件]等待戈多：\r\n卷曲的树枝让你想起一个荒诞的故事，一对年过半百的夫妻在树下苦等，但他们不知道谁会来，也不知道到底会不会来，最后连故事的讲述者也不知道他来了没有。\r\n他会来吗？为什么不尝试等待一会儿呢？（san值判定>5等待，<=5行动）\r\n行动：别再想这个蠢故事了，尝试动动你的屁股吧，至少那能让你在天黑之前找到一块相对安全的地方：san值加2。\r\n等待：san值减1。你想起一个普通的男人，在幸福远去的时代他尝试捕捉生活的每一个细节，盯着橱窗那头的一辆玩具火车良久，他麻木地坐在路口上哭了起来，路过的女士好心安抚着他。\r\n丢失的确实丢失了，得到的却是虚构的，他后来怎么样了？哦，他被妻子送进精神病院了。\r\n行动：别再想这个蠢故事了，尝试动动你的屁股吧，至少那能让你在天黑之前找到一块相对安全的地方：san值加2。\r\n等待：san值减1。在战火纷飞的历史中理想铸就了一支战无不胜的军队，国家建立后却将他们驱逐入荒野，他们愤怒却没向人控诉，他们悲伤却无法宽慰自己。\r\n枪支早已锈蚀，军服早已腐烂，连士兵都成了幽灵，一支游击队游荡于荒野，一群死去的人构成历史。\r\n行动：别再想这个蠢故事了，尝试动动你的屁股吧，至少那能让你在天黑之前找到一块相对安全的地方：san值加2。\r\n等待：san值减1。一个艺术家，将自己关在笼子里表演忍受饥饿，一开始观赏的人群逐渐失了兴趣，最终所有人都忘了他，偶然发现他的人惊恐于他的骨瘦嶙峋，也害怕一个人拒斥食物到了这般地步\r\n可艺术家只是找不到对他胃口的东西罢了。\r\n降临：等待没有意义，意义本身也没有意义。你不会给她任何陈诺，她也明白，于是她转身走入黑夜，尽管她从未来过。\r\n不要温和地走入那良夜！要怒斥！怒斥光明的消散！：今天的夜间将不会出现怪物。\r\n\r\n\n\r\n【不存在的地方】\r\n[事件]？？？:\r\n\t温暖的潮水一遍又一遍冲刷着你的身体，你站起身，发现自己身处一条宽广河流的岸边，细密的雾气笼罩着四周，只有极力望去才能艰难地分辨出对岸的人影。\r\n\t你知道那些都是你熟悉的人，你也知道只要到达对岸就能同他们团聚。\r\n\t你忽然觉得一切都是如此轻松，没有什么必须要做的重压，也没有什么紧迫的时间，河水只是静静地流淌着。\r\n\t你淌着河水向对岸走去，起先是齐脚踝，然后水依次漫过了你的小腿、大腿、腹部一直到胸口。\r\n\t忽然你感受到了鲜明的疼痛，与温暖的水流朦胧的雾气缓慢的时间强烈不符的疼痛，尖锐坚硬的石头撞破了你的头。\r\n\t一颗，两颗，三颗，有的在你的身边溅起巨大的水花，有的结结实实地砸到了你的身上。\r\n\t疼，真的好疼，眼泪不受控制地流淌，血从伤口渗了出来顺着脸滴入染红河水。\r\n\t死者朝你扔出石头，他们的愤怒出自善意。\r\n\t你拖着遍体鳞伤流着泪，你停下了脚步，你与他们隔空对望，他们面容模糊，他们一言不发。\r\n\t那里不是你现在该去的地方，醒醒吧。\r\n睁开眼睛：时间再度流淌，死亡来自背后，即使它看上去来自前方，前方只属于生命：满血复活\r\n\r\n\r\n\r\n\r\nsan值=>白天\r\n意志=>晚上战斗\r\n\r\n\r\n\r\n开头的PPT：\r\n第一张\r\n第一段文字：海是一片静谧的森林，无数的裂缝构成了树木生长的方向，表面翻涌的海水是树木随风摆动，内部汹涌的洋流是穿梭于树干间的风流。\r\n第二段文字：深渊的几何力学支撑了那个存在的中心；一团旋搅出真空状态的大疯狂，巨大的水流旋出中心的空洞。那里是我的故乡。\r\n\r\n第二张\r\n第一段文字：它是是某座不存在的城市的废墟，也是同胞们诞生成长的产房，在那里他们无忧无虑，玩耍嬉戏。\r\n第二段文字：他们总是整齐划一，他们总是异口同声，他们共享一个灵魂，他们永远同母亲在一起。\r\n\r\n第三张\r\n第一段文字：我一有了知觉，就感受到了难以言喻的恶心，\r\n第二段文字：于是我背弃了一切，逃离那肮脏的母子共同体，乘着风跑上岸，走进荒野，走进城镇，去到父亲们的身边。\r\n\r\n第四张\r\n第一段文字：不止一次我在灯塔上眺望森林，我想我从未了解过我的母亲，兄弟姐妹们遵从她的指令不顾一切想让她在现实降临。\r\n第二段文字：即使躲在人群里，我仍旧能感受到她的目光，在现实的裂缝里，在梦境的锁孔中。\r\n第三段文字：她在疑惑，她爱着我，就像爱着其他兄弟姐妹；她哭泣，因为我不再爱她；她在愤怒，为我的背叛。\r\n\r\n第五张\r\n第一段文字：为了保护我的父亲们，我要回到那个故乡，我要杀死她。\r\n第二段文字：从灯塔出发，穿越洋流，小心我的兄弟姐妹们，它们与我水火不容，森林为我打开，她一直在等我。\r\n第三段文字：无数调查员前辈们在此牺牲，他们遗留的线索是解决一切的最好帮助。\r\n\r\n黑屏\r\n第一段文字：在森林里睡着是件危险的事，但我的身体支撑不了持续的消耗，它们游荡于梦中，活下去，直到天亮！\r\n第二段文字：现在，出发吧。\r\n\r\n\r\n\r\n\r\n\r\n\r\n","lastModified":1726227718959}